Repository: DawnbrandBots/bastion-bot
Catalog: translations/*.po
Languages: ja, pt

source: 🔗 Links
ja: 🔗 リンク集

source: [Official Konami DB](${ official }) | [OCG Rulings](${ rulings }) | [Yugipedia](${ yugipedia }) | [YGOPRODECK](${ ygoprodeck })
ja: [Konami公式カードDB](${ official }) | [OCG公式裁定](${ rulings }) | [Yugipedia](${ yugipedia }) | [YGOPRODECK](${ ygoprodeck })
pt: [Database oficial da Konami](${ official }) | [Regras no OCG](${ rulings }) | [Yugipedia](${ yugipedia }) | [YGOPRODECK](${ ygoprodeck })

source: **Type**: ${ raceIcon } ${ localizedMonsterTypeLine }
ja: **種族**: ${ raceIcon } ${ localizedMonsterTypeLine }

source: **Attribute**: ${ AttributeIcon[card.attribute] } ${ localizedAttribute }
ja: **属性**: ${ AttributeIcon[card.attribute] } ${ localizedAttribute }
pt: **Atributo**: ${ AttributeIcon[card.attribute] } ${ localizedAttribute }

source: **Rank**: ${ Icon.Rank } ${ card.rank } **ATK**: ${ card.atk } **DEF**: ${ card.def }
ja: **ランク**: ${ Icon.Rank } ${ card.rank } **攻撃力**: ${ card.atk } **守備力**: ${ card.def }
pt: **Classe**: ${ Icon.Rank } ${ card.rank } **ATK**: ${ card.atk } **DEF**: ${ card.def }

source: **Link Rating**: ${ card.link_arrows.length } **ATK**: ${ card.atk } **Link Arrows**: ${ arrows }
ja: **リンクの数字分**: ${ card.link_arrows.length } **攻撃力**: ${ card.atk } **リンクマーカー**: ${ arrows }
pt: **Valor Link**: ${ card.link_arrows.length } **ATK**: ${ card.atk } **Link Flechas Link**: ${ arrows }

source: **Level**: ${ Icon.Level } ${ card.level } **ATK**: ${ card.atk } **DEF**: ${ card.def }
ja: **レベル**: ${ Icon.Level } ${ card.level } **攻撃力**: ${ card.atk } **守備力**: ${ card.def }
pt: **Nível**: ${ Icon.Level } ${ card.level } **ATK**: ${ card.atk } **DEF**: ${ card.def }

source: **Pendulum Scale**: ${ formattedScale }
ja: **ペンデュラムスケール**: ${ formattedScale }
pt: **Escala Pêndulo**: ${ formattedScale }

source: Password: ${ card.password } | Konami ID #${ card.konami_id }
ja: パスワード: ${ card.password } | Konami ID #${ card.konami_id }
pt: Senha: ${ card.password } | Konami ID #${ card.konami_id }

source: No password | Konami ID #${ card.konami_id }
ja: パスワードなし | Konami ID #${ card.konami_id }

source: Password: ${ card.password } | Not yet released
ja: パスワード: ${ card.password } | 未発売

source: Not yet released
ja: 未発売

source: 🛠️ This command is in development.
ja: 🛠️ このコマンドは作成中です。

source: 📨 Please send feedback to [our issue tracker](https://github.com/DawnbrandBots/bastion-bot) or the [support server](https://discord.gg/4aFuPyuE96)!
ja: 📨 このボットへのご意見を[イシュートラッカー](https://github.com/DawnbrandBots/bastion-bot) か [ディスコードサーバ](https://discord.gg/4aFuPyuE96) に届けてもらえると嬉しいです！

source: Please consider supporting us!
ja: このボットの開発をサポートしてくれると嬉しいです！
pt: Por favor, considere nos apoiar!

source: Help keep Bastion online!
ja: Bastionが稼働し続けられるようにしましょう！
pt: Ajude a manter o Bastion online!

source: Please help keep Bastion online!
ja: Bastionが稼働し続けられるのはみなさんのおかけです！
pt: Por favor, ajude a manter o Bastion online!

source: Was Bastion helpful? Consider supporting us!
ja: Bastionがお好き？一緒に開発すればもっと好きになりますよ！

source: Was Bastion helpful? We need your support!
ja: Bastionがお好き？一緒に開発しませんか？
pt: Bastion foi útil? Nós precisamos do seu apoio!

source: Did you find Bastion useful? Consider supporting us!
ja: Bastionがお役に立ちましたか？このボットの開発をサポートしてくれると嬉しいです！
pt: Você acha que o Bastion foi útil? Conside nos apoiar!

source: Did you find Bastion useful? Help keep it online!
ja: Bastionがお役に立ちましたか？Bastionが稼働し続けられるようにしましょう！
pt: Você acha que o Bastion foi útil? Ajude a mantê-lo online!

source: Did you find Bastion useful? We need your support!
ja: Bastionがお役に立ちましたか？一緒に開発しませんか？
pt: Você acha que o Bastion foi útil? Nós precisamos do seu apoio!

source: Enjoy Bastion? Help keep it online!
ja: Bastionがお好き？Bastionが稼働し続けられるようにしましょう！
pt: Você está gostando do Bastion? Ajude a mantê-lo online!

source: Enjoy Bastion? Consider supporting us!
ja: Bastionがお好き？このボットの開発をサポートしてくれると嬉しいです！
pt: Você está gostando do Bastion? Considere nos apoiar!

source: Found what you were looking for? Consider supporting us!
ja: お探しの情報は見つかりましたか？このボットの開発をサポートしてくれると嬉しいです！
pt: Você encontrou o que procurava? Considere nos apoiar!

source: Could not find a card matching `${ input }`!
ja: `${ input }`に一致するカードは見つかりませんでした！
pt: Não foi possível encontrar uma carta compatível com `${ input }`!

source: Could not find art for `${ name }`!
ja: `${ name }`のカード画像は見つかりませんでした！
pt: Não foi possível encontrar uma arte para `${ name }`!

source: ${ counts.Monster } Monster
ja: モンスター ${ counts.Monster } 体
pt: ${ counts.Monster } Monstro

source: ${ counts.Spell } Spell
ja: 魔法 ${ counts.Spell } 枚
pt: ${ counts.Spell } Magia

source: ${ counts.Trap } Trap
ja: 罠 ${ counts.Trap } 枚
pt: ${ counts.Trap } Armadilha

source: Your Deck
ja: あなたのデッキ
pt: Seu Deck

source: Main Deck (${ deck.main.length } card — ${ countDetail })
ja: メインデッキ (${ deck.main.length } 枚 — ${ countDetail })
pt: Deck Principal (${ deck.main.length } carta — ${ countDetail })

source: Main Deck (continued)
ja: メインデッキ（続き）
pt: Deck Principal (continuação)

source: Extra Deck (continued)
ja: エクストラデッキ（続き）
pt: Deck Adicional (continuação)

source: Side Deck (continued)
ja: サイドデッキ（続き）
pt: Deck Auxiliar (continuação)

source: Error: Your deck is empty.
ja: エラー: デッキが空です。
pt: Erro: Seu deck está vazio

source: Locale override for this channel: ${ channelOverride }
ja: このチャンネルへの上書き言語設定: ${ channelOverride }

source: Locale override for this server: ${ guildOverride }
ja: このサーバへの上書き言語設定: ${ guildOverride }

source: Discord Community locale for this server: ${ interaction.guildLocale }
ja: このサーバのディスコードコミュニティの言語設定: ${ interaction.guildLocale }

source: Locale override for this direct message: ${ override }
ja: このダイレクトメッセージへの上書き言語設定: ${ override }

source: Your Discord locale: ${ interaction.locale }
ja: あなたのディスコードの言語設定: ${ interaction.locale }

source: Locale for current channel <#${ channel }> overridden with ${ locale }.
ja: このチャンネル <#${ channel }> の言語設定は ${ locale } に上書きされています。

source: Locale for current channel <#${ channel }> reset to server default.
ja: このチャンネル <#${ channel }> の言語設定はサーバのデフォルトにリセットされました。

source: Sorry, you must have the Manage Channel permission in this channel. If you think this is an error, contact your server admin or report a bug.
ja: 申し訳ありませんが、このチャンネルへの「チャンネルの管理」の権限が必要です。これがバグと考えられる場合は、サーバの管理者へ報告頂くか、バグ報告をして頂ければと思います。

source: Locale for this server overriden with ${ locale }.
ja: このサーバの言語設定が ${ locale } で上書きされました。

source: Locale for this server reset to Discord Community default.
ja: このサーバの言語設定はディスコードコミュニティのデフォルトにリセットされました。

source: Server-wide default for community servers is ${ interaction.guildLocale }.
ja: コミュニティサーバのサーバーでのデフォルト設定は ${ interaction.guildLocale } です。

source: Sorry, you must have the Manage Server permission to do this. If you think this is an error, contact your server admin or report a bug.
ja: 申し訳ありませんが、「サーバ管理」の権限が必要です。これがバグと考えられる場合は、サーバの管理者へ報告頂くか、バグ報告をして頂ければと思います。

source: Locale for this direct message overridden with ${ locale }. Your Discord setting is ${ interaction.locale }.
ja: このダイレクトメッセージの言語設定は ${ locale } にて上書きされました。あなたのディスコードの設定は ${ interaction.locale } です。

source: Locale for this direct message reset to Discord default. Your Discord setting is ${ interaction.locale }.
ja: このダイレクトメッセージの言語設定はあなたのディスコードのデフォルトへとリセットされました。あなたのディスコードの設定は ${ interaction.locale } です。

source: Average WebSocket ping (new instance): ${ ping } ms
ja: 平均 WebSocket ping（新インスタンス）: ${ ping } ms

source: Total latency: ${ latency } ms
ja: 総レイテンシー: ${ latency } ms
pt: Latência total: ${ latency } ms

source: Could not find a Yugipedia page named `${ page }`.
ja: `${ page }` という名前のYugipediaのページが見つかりませんでした。
pt: Não foi possível encontrar uma página na Yugipedia chamada `${ page }`.

source: Free and open source _Yu-Gi-Oh!_ bot
ja: 自由でオープンソースな _Yu-Gi-Oh!_ ボット
pt: Um bot de _Yu-Gi-Oh!_ gratuito e de código aberto

source: Revision: ${ process.env.BOT_REVISION }.
ja: リビジョン: ${ process.env.BOT_REVISION }.
pt: Revisão: ${ process.env.BOT_REVISION }.

source: .ydk files must have the .ydk extension!
ja: .ydkファイルには.ydkの拡張子が必要です！

source: .ydk files should not be larger than 1 KB!
ja: .ydkファイルを 1 KB よりも大きくしないでください！

source: ydke URL
ja: ydkeのURL

source: **Limit**: ${ limitRegulationDisplay }
ja: **リミットレギュレーション**: ${ limitRegulationDisplay }

source: Sorry, I can't find the price for a card with no English name!
ja: すみません、英語名が無いカードの値段検索には非対応です！

source: No market price
ja: 市場価格不明

source: Prices for ${ card.name[resultLanguage] } - ${ vendorName }
ja: ${ vendorName } の ${ card.name[resultLanguage] } の値段

source: Could not find prices for `${ name }`!
ja: `${ name }` の値段を見つけられませんでした！

source: Upload to YGOPRODECK
ja: YGOPRODECKにアップロード

source: Upload Complete
ja: アップロード完了

source: Deck upload failed!
ja: デッキのアップロードに失敗しました！

source: Deck successfully uploaded to <${ url }>!
ja: <${ url }>にデッキのアップロードを完了しました！

source: 💬 Translations missing?
ja: 💬 翻訳が存在しませんか？

source: Help translate Bastion at the links above.
ja: このボットの翻訳プロジェクトへは上のリンクから。

source: ❓ Help documentation on [GitHub](https://github.com/DawnbrandBots/bastion-bot), or use `.commands` and `.help`. 🟢 Licence: [GNU AGPL 3.0+](https://choosealicense.com/licenses/agpl-3.0/). 🪧 Bastion Misawa is a character from [Yu-Gi-Oh! GX](https://yugipedia.com/wiki/Bastion_Misawa). <:PRO:1028300625122963567> Sponsored by [YGOPRODECK](https://ygoprodeck.com). Prices are YGOPRODECK affiliate links. <:patreon:895892186841890816> Support us [on Patreon](https://www.patreon.com/alphakretinbots) and help keep the bot online! <:kofi:927373724959789096> Ko-fi also works for [one-time donations](https://ko-fi.com/dawnbrandbots). 🛠️ Improvements are regularly being worked on and rolled out. The new search experience is here! 🤖 New features like Slash Commands are handled by a new bot instance concurrently with the old bot. 💬 Translations missing? Help translate Bastion on [GitHub](https://github.com/DawnbrandBots/bastion-bot).
ja: ❓ 使い方は[GitHub](https://github.com/DawnbrandBots/bastion-bot)か、`.commands`か`.help`のコマンドを使って見てください。 🟢 ライセンス: [GNU AGPL 3.0+](https://choosealicense.com/licenses/agpl-3.0/). 🪧 このボットのオリジナル名であるBastion Misawa は[Yu-Gi-Oh! GX](https://yugipedia.com/wiki/Bastion_Misawa)の「三沢大地」の英語名です。 <:PRO:1028300625122963567> このボットは[YGOPRODECK](https://ygoprodeck.com)によって提供されています。価格情報はYGOPRODECKへのアフィリエイトリンクです。 <:patreon:895892186841890816> このボットを稼働させ続けるために[Patreonで](https://www.patreon.com/alphakretinbots)サポートしてくれるとうれしいです。 <:kofi:927373724959789096> Ko-fiでは[一度限りの寄付](https://ko-fi.com/dawnbrandbots)を行うこともできます。 🛠️ 随時改良が行われ適用されています。新しい検索体験がここにある。 🤖 スラッシュコマンドのような新しい機能は新しいボットインスタンスと同時に古いボットでも取り扱いがあります。 💬 翻訳がされていない場所がありますか? [GitHub](https://github.com/DawnbrandBots/bastion-bot)で翻訳を手伝ってくれると嬉しいです！

source: Search type: ${ localisedType }
ja: 検索タイプ: ${ localisedType }

source: ⚠️ You pinged me, but I am missing permissions in the channel!
ja: ⚠️ Pingをもらいましたが、そのチャンネルにはこのボットに権限がありません！

source: Please have a server administrator [fix this](https://github.com/DawnbrandBots/bastion-bot#discord-permissions).
ja: サーバ管理者の方に[この問題](https://github.com/DawnbrandBots/bastion-bot#discord-permissions)の対応をお願いいたします。

source: ⚠️ I am missing permissions in the channel!
ja: ⚠️ そのチャンネルではこのボットに権限がありません！

source: Extra Deck (${ deck.extra.length } card — ${ countDetail })
ja: エクストラデッキ (${ deck.extra.length } 枚 — ${ countDetail })

source: Side Deck (${ deck.side.length } card — ${ countDetail })
ja: サイドデッキ (${ deck.side.length } 枚 — ${ countDetail })

source: Server-wide locale override: ${ guildOverride }
ja: サーバー全体への上書き言語設定: ${ guildOverride }

source: Something went wrong searching YGOPRODECK for `${ searchTerm }`.
ja: `${ searchTerm }`でYGOPRODECKを検索中に何かエラーが起こったようです。

source: Something went wrong searching Yugipedia for `${ page }`.
ja: `${ page }`でYugipediaを検索中に何かエラーが起こったようです。

source: [Official Konami DB](${ official }) | [Rulings (Japanese)](${ rulings }) | [Yugipedia](${ yugipedia }) | [RushCard](${ rushcard })
ja: [Konami公式カードDB](${ official }) | [公式裁定](${ rulings }) | [Yugipedia](${ yugipedia }) | [RushCard](${ rushcard })

source: __**LEGEND**__
ja: __**レジェンド**__

source: Buttons can only be used by the user who called Bastion.
ja: ボタンはBastionにコマンドを送ったユーザーのみに有効です。

source: Could not find art for `${ input }`!
ja: `${ input }`のイラストが見つかりませんでした！

# monster-type-race
source: Normal
ja: 通常

# monster-type-race
source: Effect
ja: 効果
pt: Efeito

# monster-type-race
source: Pendulum
ja: ペンデュラム
pt: Pêndulo

# monster-type-race
source: Ritual
ja: 儀式

# monster-type-race
source: Fusion
ja: 融合
pt: Fusão

# monster-type-race
source: Synchro
ja: シンクロ
pt: Sincro

# monster-type-race
source: Xyz
ja: エクシーズ

# monster-type-race
source: Link
ja: リンク

# monster-type-race
source: Tuner
ja: チューナー
pt: Regulador

# monster-type-race
source: Flip
ja: リバース
pt: Virar

# monster-type-race
source: Toon
ja: トゥーン

# monster-type-race
source: Spirit
ja: スピリット
pt: Espírito

# monster-type-race
source: Union
ja: ユニオン
pt: União

# monster-type-race
source: Gemini
ja: デュアル
pt: Gêmeo

# monster-type-race
source: Warrior
ja: 戦士族
pt: Guerreiro

# monster-type-race
source: Spellcaster
ja: 魔法使い族
pt: Mago

# monster-type-race
source: Fairy
ja: 天使族
pt: Fada

# monster-type-race
source: Fiend
ja: 悪魔族
pt: Demônio

# monster-type-race
source: Zombie
ja: アンデット族
pt: Zumbi

# monster-type-race
source: Machine
ja: 機械族
pt: Máquina

# monster-type-race
source: Aqua
ja: 水族

# monster-type-race
source: Pyro
ja: 炎族
pt: Piro

# monster-type-race
source: Rock
ja: 岩石族
pt: Rocha

# monster-type-race
source: Winged Beast
ja: 鳥獣族
pt: Fera Alada

# monster-type-race
source: Plant
ja: 植物族
pt: Planta

# monster-type-race
source: Insect
ja: 昆虫族
pt: Inseto

# monster-type-race
source: Thunder
ja: 雷族
pt: Trovão

# monster-type-race
source: Dragon
ja: ドラゴン族

# monster-type-race
source: Beast
ja: 獣族
pt: Fera

# monster-type-race
source: Beast-Warrior
ja: 獣戦士族
pt: Fera Guerreira

# monster-type-race
source: Dinosaur
ja: 恐竜族
pt: Dinossauro

# monster-type-race
source: Fish
ja: 魚族
pt: Peixe

# monster-type-race
source: Sea Serpent
ja: 海竜族
pt: Serpente Marinha

# monster-type-race
source: Reptile
ja: 爬虫類族
pt: Réptil

# monster-type-race
source: Psychic
ja: サイキック族
pt: Psíquico

# monster-type-race
source: Divine-Beast
ja: 幻神獣族
pt: Fera Divina

# monster-type-race
source: Creator God
ja: 創造神族
pt: Deus Creator

# monster-type-race
source: Wyrm
ja: 幻竜族

# monster-type-race
source: Cyberse
ja: サイバース族
pt: Ciberso

# monster-type-race
source: Maximum
ja: マキシマム

# monster-type-race
source: Illusion
ja: 幻想魔族

# monster-type-race
source: Galaxy
ja: ギャラクシー族

# monster-type-race
source: Cyborg
ja: サイボーグ族

# monster-type-race
source: Magical Knight
ja: 魔導騎士族

# monster-type-race
source: High Dragon
ja: ハイドラゴン族

# monster-type-race
source: Celestial Warrior
ja: 天界戦士族

# monster-type-race
source: Omega Psychic
ja: オメガサイキック族

# spell-trap-property
source: Normal Spell
ja: 通常魔法
pt: Mágia Normal

# spell-trap-property
source: Continuous Spell
ja: 永続魔法
pt: Magia Contínua

# spell-trap-property
source: Equip Spell
ja: 装備魔法
pt: Magia de Equipamento

# spell-trap-property
source: Quick-Play Spell
ja: 速攻魔法
pt: Magia Rápida

# spell-trap-property
source: Field Spell
ja: フィールド魔法
pt: Campo Mágico

# spell-trap-property
source: Ritual Spell
ja: 儀式魔法
pt: Magia de Ritual

# spell-trap-property
source: Normal Trap
ja: 通常罠
pt: Armadilha Normal

# spell-trap-property
source: Continuous Trap
ja: 永続罠
pt: Armadilha Contínua

# spell-trap-property
source: Counter Trap
ja: カウンター罠
pt: Armadilha de Contra-Ataque

# attribute
source: EARTH
ja: 地
pt: TERRA

# attribute
source: WATER
ja: 水
pt: ÁGUA

# attribute
source: FIRE
ja: 炎
pt: FOGO

# attribute
source: WIND
ja: 風
pt: VENTO

# attribute
source: LIGHT
ja: 光
pt: LUZ

# attribute
source: DARK
ja: 闇
pt: TREVAS

# attribute
source: DIVINE
ja: 神
pt: DIVINO

# master-duel-rarity
source: Common (N)
ja: ノーマル（Ｎ）

# master-duel-rarity
source: Rare (R)
ja: レア（Ｒ）

# master-duel-rarity
source: Super Rare (SR)
ja: スーパーレア（ＳＲ）

# master-duel-rarity
source: Ultra Rare (UR)
ja: ウルトラレア（ＵＲ）

# card-embed
source: Card Text
ja: カードテキスト
pt: Texto da carta

# card-embed
source: Pendulum Effect
ja: ペンデュラム効果
pt: Efeito Pêndulo

# card-embed
source: Card Effect
ja: カード効果
pt: Efeito da Carta

# card-embed
source: [REQUIREMENT]
ja: 【条件】

# card-embed
source: [EFFECT]
ja: 【効果】

# card-embed
source: [CONTINUOUS EFFECT]
ja: 【永続効果】

# card-embed
source: [MULTI-CHOICE EFFECT]
ja: 【選択効果】

# command-option
source: result-language
ja: 出力用言語

# command-option
source: input-language
ja: 入力用言語
pt: idioma-de-entrada

# command-option
source: input
ja: 入力
pt: entrada

# command-option
source: command
ja: コマンド

# command-option
source: page
ja: ページ
pt: página

# command-option
source: file
ja: ファイル

# command-option
source: deck
ja: デッキ

# command-option
source: public
ja: チャンネルに公開

# command-option
source: stacked
ja: 一行表示

# command-option
source: name
ja: カード名

# command-option
source: password
ja: パスワード

# command-option
source: konami-id
ja: コナミid

# command-option
source: get
ja: 確認する

# command-option
source: set
ja: 設定する

# command-option
source: scope
ja: 適用範囲

# command-option
source: locale
ja: 使用言語

# command-option
source: vendor
ja: 販売店

# command-option
source: search
ja: 検索

# command-option
source: random
ja: おみくじ

# command-option
source: art
ja: イラスト

# command-option-description
source: The output language for the card embed, overriding other settings.
ja: カード情報の表示言語を設定します。デフォルトの設定より優先されます。

# command-option-description
source: The language to search in, defaulting to the result language.
ja: 検索ワードが何語かを指定できます。デフォルトの設定は出力言語と同じです。
pt: O idioma no qual procurar, tendo como padrão o idioma do resultado

# command-option-description
source: The name of a specific Slash Command.
ja: 使い方を表示したいスラッシュコマンドの名前

# command-option-description
source: The name of the Yugipedia page you want to search for.
ja: 検索したいYugipediaのページの名前
pt: O nome da página da Yugipedia que você gostaria de procurar

# command-option-description
source: View a deck by entering a ydke:// URL.
ja: ydke://形式のURLを入力すると、そのデッキ内容を表示します。

# command-option-description
source: View a deck by uploading a .ydk file.
ja: .ydk形式のファイルをアップロードすると、そのデッキ内容を表示します。

# command-option-description
source: The ydke:// URL of the deck you want to view.
ja: デッキ内容を表示したいydke://形式のURL

# command-option-description
source: The .ydk file of the deck you want to view.
ja: デッキ内容を表示したい.ydk形式のファイル

# command-option-description
source: Whether to display the deck details publicly in chat. This is false by default.
ja: デッキ内容を自分以外の人にも見せるか否かを設定できます。デフォルトでは他の人には非表示になっています。

# command-option-description
source: Whether to display the deck sections as one stacked column. This is false (side-by-side) by default.
ja: デッキ内容を一行で表示するか否かを設定できます。デフォルトでは左右の二行に分けて表示します。

# command-option-description
source: Display the art for the card with this name.
ja: この名称のカードのイラストを表示します

# command-option-description
source: Card name, fuzzy matching supported.
ja: カード名（あいまい検索に対応しています）

# command-option-description
source: Display the art for the card with this password.
ja: このパスワードのカードのイラストを表示します

# command-option-description
source: Card password, the eight-digit number printed on the bottom left corner.
ja: カードパスワード（カード左下の8桁の数字）

# command-option-description
source: Display the art for the card with this official database ID.
ja: このパスワードのカードのイラストを表示します

# command-option-description
source: Konami's official card database identifier.
ja: Konami公式カードDBでのカードID

# command-option-description
source: Find all information for the card with this name.
ja: この名称のカードの情報を表示します

# command-option-description
source: Find all information for the card with this password.
ja: このパスワードのカードの情報を表示します

# command-option-description
source: Find all information for the card with this official database ID.
ja: この公式カードDBのIDを持つカードの情報を表示します

# command-option-description
source: Check Bastion's locale setting for this channel or server.
ja: このチャンネルかサーバでのBastionの言語設定を表示します

# command-option-description
source: Override Bastion's locale for this channel or server.
ja: Bastionの言語設定を上書きします

# command-option-description
source: Edit just this channel or the whole server?
ja: このチャンネルかサーバ全体の設定を変更しますか？

# command-option-description
source: The new default language to use in this channel or server.
ja: このチャンネルあるいはサーバ全体で使う新しい言語設定

# command-option-description
source: Display the price for the card with this name.
ja: この名称のカードの価格を表示します

# command-option-description
source: Display the price for the card with this password.
ja: このパスワードのカードの価格を表示します

# command-option-description
source: Display the price for the card with this official database ID.
ja: この公式カードDBのIDを持つカードの価格を表示します

# command-option-description
source: The vendor to fetch the price data from.
ja: 価格情報の参照先

# command-option-description
source: The English name of the card you're looking for.
ja: カード名称の英語名

# command-option-description
source: Find all information for the Rush Duel card with this name.
ja: この名称のラッシュデュエルカードの情報を表示します

# command-option-description
source: Find all information for the Rush Duel card with this official database ID.
ja: この公式カードDBのIDを持つラッシュデュエルカードの情報を表示します

# command-option-description
source: Get a random Rush Duel card.
ja: ラッシュデュエル用カードのおみくじ

# command-option-description
source: Display just the art for the Rush Duel card with this name.
ja: ラッシュデュエル用カードのイラストを表示します

# command-name
source: art
ja: いらすと
pt: arte

# command-name
source: help
ja: つかいかた

# command-name
source: deck
ja: でっき

# command-name
source: search
ja: けんさく

# command-name
source: locale
ja: げんごせってい

# command-name
source: random
ja: おみくじ

# command-name
source: price
ja: かかく

# command-name
source: rush-duel
ja: らっしゅ

# command-description
source: Display the art for a card!
ja: カードの画像（イラスト）を表示します。
pt: Mostra a arte de uma carta!

# command-description
source: Get help with a Slash Command.
ja: コマンドの使い方を表示します。

# command-description
source: Test latency to the new bot instance.
ja: ボットが落ちていないかを確認できます（pingの反応を表示します。）
pt: Testa a latência para uma nova instância do bot

# command-description
source: Search the YGOPRODECK card database.
ja: YGOPRODECKを検索します。
pt: Procura na database do YGOPRODECK

# command-description
source: Search the Yugipedia wiki for a page and link to it.
ja: Yugipediaを検索します。
pt: Procura uma página da wiki da Yugipedia e a linka

# command-description
source: Display a deck list from ydke:// or .ydk format, exported from a number of deck building programs.
ja: ydke:// か .ydk 形式のデッキ情報を表示します。（多くのデッキ構築アプリで使われている形式です。）

# command-description
source: Find all information on a card!
ja: とあるカードのすべての情報を表示します！

# command-description
source: Check or set Bastion's locale for this channel or server.
ja: このチャンネル（あるいはサーバー）のBastionのロケールを確認（あるいは変更）します。

# command-description
source: Get a random Yu-Gi-Oh! card.
ja: 遊戯王カードをランダムに表示します。

# command-description
source: Display the price for a card!
ja: カードの値段を表示します！

# command-description
source: Find information on Rush Duel cards.
ja: ラッシュデュエルのカード情報を探します。

# command-option-choice
source: channel
ja: チャンネル

# command-option-choice
source: server
ja: サーバー

# command-option-choice
source: Discord default
ja: ディスコードのデフォルト

source: **Type**: ${ RaceIcon[race] } ${ localizedMonsterTypeLine }
pt: **Tipo**: ${ RaceIcon[race] } ${ localizedMonsterTypeLine }

source: :tools: This command is in development.
pt: :tools: Este comando está em desenvolvimento.

source: :incoming_envelope: Please send feedback to [our issue tracker](https://github.com/DawnbrandBots/bastion-bot) or the [support server](https://discord.gg/4aFuPyuE96)!
pt: :incoming_envelope: Por favor, envie um feedback para o [nosso Github](https://github.com/DawnbrandBots/bastion-bot)ou no nosso [servidor no Discord](https://discord.gg/4aFuPyuE96)!

source: Extra Deck (${ deck.extra.length } card — ${ _countDetail })
pt: Deck Adicional (${ deck.extra.length } carta — ${ _countDetail })
