Repository: DawnbrandBots/bastion-bot
Catalog: translations/*.po
Languages: ja, pt

source: Side Deck (${ deck.side.length } card — ${ _countDetail2 })
pt: Deck Auxiliar (${ deck.side.length } carta — ${ _countDetail2 })

source: Searching YGOPRODECK for `${ term }`…
pt: Buscando em YGOPRODECK por `${ term }`…

source: Searching Yugipedia for `${ page }`…
pt: Buscando na Yugipedia por `${ page }`…

# command-option
source: term
pt: termo

# command-option-description
source: The password, Konami ID, or name to search for a card.
pt: O código, ID da Konami ou nome da carta para buscard

# command-option-description
source: The name or password of the card you're looking for.
pt: O nome ou o código da carta que você procura
